{
  "title": "BEGININGCOOKIE POLICY OF SOPHARMA AD PRIVACY POLICY RULES ON THE EXERCISE OF THE RIGHTS OF DATA SUBJECTS
  Introduction",
  "subtitle": "Hello!
Thank you for your interest in the privacy policy of Sopharma AD, a leading pharmaceutical company in Bulgaria, with established positions in the market of high-quality medicinal products. We aim to further inform you and explain what personal data we collect, why we collect them, and with whom from our trusted partners and administrative and regulatory authorities we share this information. We also seek to notify you of your rights regarding how to access, change or delete your personal information.",
  "introduction": "SOPHARMA AD protects the collected personal data from unjustified use and monitors its processing.
  If you are looking for more information about Sopharma AD, you can visit our website www.sopharma.bg .",
  "paragraph": [
    {
      "title": "Basic concepts",
      "text": ""
    },
    {
      "title": "Personal Data",
      "text": "within the meaning of this policy are data provided by users / clients of Sopharma AD in relation to: 1) registration and use of the web pages and / or online applications owned and administered by Sopharma AD 2 ) reporting of adverse drug reactions, 3) risk assessment of submitted signals, 4) answers to requests, inquiries and comments on products of SOPHARMA AD as well as campaigns, initiatives or other events organized, supported or funded by Sopharma AD."
    },
    {
      "title": "User Data Processing",
      "text": "means any user data operation, including collection, recording, organization, storage, modification, disclosure of customer information, provision of access, reporting and extraction, use, redirection, closing, deleting or destroying user data or several of the above operations, regardless of the way they are performed or the means used."
    },
    {
      "title": "What kind of personal data do we process?",
      "text": "hrough our webpage and / or online applications, we process the following personal information about you:
        Name: Name, surname and surname;
        Contacts: Email, address, and phone;
        How do we process your personal data?
        We process your data when you have voluntarily provided us with us on your webpage and / or online application or when reporting, inquiring, etc., and in order to be able to fulfill our legal obligations as a licensed manufacturer of medicinal products and provide you with the best service and unimpeded access to information about our products.

        For what purposes will we use your data?
        The personal data we collect from you will only be used for purposes declared to be collected and / or as required by applicable law.

        The personal data you provide will be used for the purpose of administering the service, including but not limited to:

        registration and use of the web pages and / or online applications owned and administered by Sopharma AD,
        reporting of undesirable effects,
        an estimate of the risk of alerts or
        answers to requests, inquiries and comments on products of Sopharma AD, as well as campaigns, initiatives or other events organized, supported or financed by SOPHARMA AD.
        We would also like to improve the service we provide to you by receiving information from you. To achieve this goal, when you enter our site, you will be asked to provide or refuse to give your consent to save cookies on your device. Detailed information can be found in the Cookie Policy."
    },
    {
      "title": "Who has access to your information?",
      "text": "SOPHARMA AD is the administrator of your personal data and, as such, will not sell your data to third parties, including for marketing purposes. Sopharma AD respects and protects the confidentiality of your personal data. Subject to legal requirements or consent, SOPHARMA may disclose your personal data to third parties who process personal data or independent administrators.
          Personal data are third parties who can use your personal data only in the manner specified in the agreement between Sopharma AD and them for the purposes stated in this policy. They will not share your personal data with any organization except us. They will keep your information secure for a period we have previously set.
          The people with whom we share information are:
          Service Providers. For technical support of information systems and operational support of our activity, it is possible that SOPHARMA AD will disclose personal data. Such disclosure only occurs when there is good reason to do so and, on the basis of a written agreement with the recipients, provide an adequate level of protection.
          Other companies in the Sopharma Group based on our legitimate interest in the internal administrative objectives of the Group (eg IT infrastructure management) as well as with respect to legal obligations in relation to accountability.
          Regulatory administrative bodies receiving information on the basis of legal authority to request and receive such information as well as other state bodies in the cases provided for by law in connection with the fulfillment of legal obligations or in connection with legal proceedings.
          As mentioned above, if you provide us with your consent, we will share information with our Google Partner processing it for analytical purposes, as well as pixel tags and other Internet tags that allow us to better understand consumer behavior , compute and segment user traffic, measure conversions on our Web pages, and retrieve (trailers) ads. Detailed information can be found in the Cookie Policy."
    },
    {
      "title": "For what period do we store your personal data?",
      "text": ""
    }
  ]
}
